experiments/flaw1/6-7-2026/flaw1-fix1/experiment_run_8/vegeta.3.log
Requests      [total, rate, throughput]         12, 10.91, 10.70
Duration      [total, attack, wait]             1.121s, 1.1s, 21.353ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.353ms, 21.614ms, 21.593ms, 21.854ms, 21.936ms, 21.95ms, 21.95ms
Bytes In      [total, mean]                     24, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:12  
Error Set:
Requests      [total, rate, throughput]         22, 10.48, 10.37
Duration      [total, attack, wait]             2.122s, 2.1s, 21.762ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.284ms, 21.596ms, 21.593ms, 21.82ms, 21.884ms, 21.95ms, 21.95ms
Bytes In      [total, mean]                     44, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:22  
Error Set:
Requests      [total, rate, throughput]         32, 10.32, 10.25
Duration      [total, attack, wait]             3.122s, 3.1s, 22.006ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.284ms, 21.613ms, 21.636ms, 21.82ms, 21.939ms, 22.006ms, 22.006ms
Bytes In      [total, mean]                     64, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:32  
Error Set:
Requests      [total, rate, throughput]         42, 10.24, 10.19
Duration      [total, attack, wait]             4.122s, 4.101s, 21.305ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.206ms, 21.597ms, 21.602ms, 21.841ms, 21.914ms, 22.006ms, 22.006ms
Bytes In      [total, mean]                     84, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:42  
Error Set:
Requests      [total, rate, throughput]         52, 10.20, 10.15
Duration      [total, attack, wait]             5.122s, 5.1s, 21.586ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.095ms, 21.57ms, 21.585ms, 21.82ms, 21.885ms, 22.005ms, 22.006ms
Bytes In      [total, mean]                     104, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:52  
Error Set:
Requests      [total, rate, throughput]         62, 10.16, 10.13
Duration      [total, attack, wait]             6.122s, 6.1s, 21.947ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.095ms, 21.573ms, 21.586ms, 21.82ms, 21.913ms, 21.999ms, 22.006ms
Bytes In      [total, mean]                     124, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:62  
Error Set:
Requests      [total, rate, throughput]         72, 10.14, 10.11
Duration      [total, attack, wait]             7.122s, 7.101s, 21.399ms
Latencies     [min, mean, 50, 90, 95, 99, max]  21.089ms, 21.557ms, 21.585ms, 21.803ms, 21.885ms, 21.994ms, 22.006ms
Bytes In      [total, mean]                     144, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:72  
Error Set:
Requests      [total, rate, throughput]         82, 10.12, 10.10
Duration      [total, attack, wait]             8.122s, 8.1s, 21.47ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.992ms, 21.559ms, 21.584ms, 21.803ms, 21.913ms, 22.063ms, 22.09ms
Bytes In      [total, mean]                     164, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:82  
Error Set:
Requests      [total, rate, throughput]         92, 10.11, 10.09
Duration      [total, attack, wait]             9.122s, 9.1s, 21.75ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.939ms, 21.566ms, 21.586ms, 21.841ms, 21.932ms, 22.055ms, 22.09ms
Bytes In      [total, mean]                     184, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:92  
Error Set:
Requests      [total, rate, throughput]         102, 10.10, 10.08
Duration      [total, attack, wait]             10.122s, 10.1s, 21.705ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.939ms, 21.564ms, 21.589ms, 21.823ms, 21.921ms, 22.046ms, 22.09ms
Bytes In      [total, mean]                     204, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:102  
Error Set:
Requests      [total, rate, throughput]         112, 10.09, 10.07
Duration      [total, attack, wait]             11.122s, 11.101s, 21.301ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.939ms, 21.572ms, 21.586ms, 21.832ms, 21.932ms, 22.369ms, 22.824ms
Bytes In      [total, mean]                     224, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:112  
Error Set:
Requests      [total, rate, throughput]         122, 10.08, 10.06
Duration      [total, attack, wait]             12.122s, 12.101s, 21.33ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.939ms, 21.573ms, 21.586ms, 21.841ms, 21.949ms, 22.342ms, 22.824ms
Bytes In      [total, mean]                     244, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:122  
Error Set:
Requests      [total, rate, throughput]         132, 10.08, 10.06
Duration      [total, attack, wait]             13.122s, 13.1s, 21.721ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.939ms, 21.574ms, 21.585ms, 21.841ms, 21.946ms, 22.275ms, 22.824ms
Bytes In      [total, mean]                     264, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:132  
Error Set:
Requests      [total, rate, throughput]         142, 10.07, 10.06
Duration      [total, attack, wait]             14.121s, 14.1s, 21.162ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.939ms, 21.571ms, 21.585ms, 21.841ms, 21.939ms, 22.208ms, 22.824ms
Bytes In      [total, mean]                     284, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:142  
Error Set:
Requests      [total, rate, throughput]         152, 10.07, 10.05
Duration      [total, attack, wait]             15.122s, 15.1s, 21.559ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.939ms, 21.57ms, 21.578ms, 21.841ms, 21.946ms, 22.155ms, 22.824ms
Bytes In      [total, mean]                     304, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:152  
Error Set:
Requests      [total, rate, throughput]         162, 10.06, 10.05
Duration      [total, attack, wait]             16.121s, 16.1s, 21.214ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.939ms, 21.563ms, 21.569ms, 21.833ms, 21.939ms, 22.154ms, 22.824ms
Bytes In      [total, mean]                     324, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:162  
Error Set:
Requests      [total, rate, throughput]         172, 10.06, 10.05
Duration      [total, attack, wait]             17.121s, 17.1s, 20.99ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.939ms, 21.558ms, 21.569ms, 21.829ms, 21.932ms, 22.154ms, 22.824ms
Bytes In      [total, mean]                     344, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:172  
Error Set:
Requests      [total, rate, throughput]         182, 10.05, 10.04
Duration      [total, attack, wait]             18.122s, 18.101s, 21.604ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.556ms, 21.572ms, 21.824ms, 21.921ms, 22.153ms, 22.824ms
Bytes In      [total, mean]                     364, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:182  
Error Set:
Requests      [total, rate, throughput]         192, 10.05, 10.04
Duration      [total, attack, wait]             19.122s, 19.101s, 21.704ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.562ms, 21.585ms, 21.829ms, 21.932ms, 22.153ms, 22.824ms
Bytes In      [total, mean]                     384, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:192  
Error Set:
Requests      [total, rate, throughput]         202, 10.05, 10.04
Duration      [total, attack, wait]             20.122s, 20.1s, 21.671ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.562ms, 21.587ms, 21.824ms, 21.921ms, 22.153ms, 22.824ms
Bytes In      [total, mean]                     404, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:202  
Error Set:
Requests      [total, rate, throughput]         212, 10.05, 10.04
Duration      [total, attack, wait]             21.121s, 21.1s, 21.39ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.566ms, 21.587ms, 21.833ms, 21.932ms, 22.196ms, 22.824ms
Bytes In      [total, mean]                     424, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:212  
Error Set:
Requests      [total, rate, throughput]         222, 10.05, 10.04
Duration      [total, attack, wait]             22.122s, 22.1s, 21.959ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.562ms, 21.582ms, 21.834ms, 21.939ms, 22.185ms, 22.824ms
Bytes In      [total, mean]                     444, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:222  
Error Set:
Requests      [total, rate, throughput]         232, 10.04, 10.03
Duration      [total, attack, wait]             23.122s, 23.1s, 21.397ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.557ms, 21.573ms, 21.829ms, 21.932ms, 22.174ms, 22.824ms
Bytes In      [total, mean]                     464, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:232  
Error Set:
Requests      [total, rate, throughput]         242, 10.04, 10.03
Duration      [total, attack, wait]             24.121s, 24.1s, 21.347ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.549ms, 21.569ms, 21.825ms, 21.922ms, 22.164ms, 22.824ms
Bytes In      [total, mean]                     484, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:242  
Error Set:
Requests      [total, rate, throughput]         252, 10.04, 10.03
Duration      [total, attack, wait]             25.122s, 25.101s, 21.529ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.546ms, 21.567ms, 21.825ms, 21.932ms, 22.155ms, 22.824ms
Bytes In      [total, mean]                     504, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:252  
Error Set:
Requests      [total, rate, throughput]         262, 10.04, 10.03
Duration      [total, attack, wait]             26.122s, 26.101s, 21.528ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.543ms, 21.565ms, 21.823ms, 21.922ms, 22.154ms, 22.824ms
Bytes In      [total, mean]                     524, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:262  
Error Set:
Requests      [total, rate, throughput]         272, 10.04, 10.03
Duration      [total, attack, wait]             27.122s, 27.1s, 21.399ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.539ms, 21.562ms, 21.819ms, 21.914ms, 22.154ms, 22.824ms
Bytes In      [total, mean]                     544, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:272  
Error Set:
Requests      [total, rate, throughput]         282, 10.04, 10.03
Duration      [total, attack, wait]             28.123s, 28.1s, 22.219ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.537ms, 21.558ms, 21.819ms, 21.922ms, 22.199ms, 22.824ms
Bytes In      [total, mean]                     564, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:282  
Error Set:
Requests      [total, rate, throughput]         292, 10.03, 10.03
Duration      [total, attack, wait]             29.122s, 29.1s, 21.159ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.539ms, 21.56ms, 21.823ms, 21.93ms, 22.245ms, 22.824ms
Bytes In      [total, mean]                     584, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:292  
Error Set:
Requests      [total, rate, throughput]         302, 10.03, 10.03
Duration      [total, attack, wait]             30.121s, 30.1s, 21.128ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.538ms, 21.557ms, 21.825ms, 21.923ms, 22.24ms, 22.824ms
Bytes In      [total, mean]                     604, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:302  
Error Set:
Requests      [total, rate, throughput]         312, 10.03, 10.03
Duration      [total, attack, wait]             31.122s, 31.1s, 21.807ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.541ms, 21.557ms, 21.828ms, 21.929ms, 22.236ms, 22.824ms
Bytes In      [total, mean]                     624, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:312  
Error Set:
Requests      [total, rate, throughput]         322, 10.03, 10.02
Duration      [total, attack, wait]             32.121s, 32.1s, 21.141ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.54ms, 21.555ms, 21.826ms, 21.924ms, 22.231ms, 22.824ms
Bytes In      [total, mean]                     644, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:322  
Error Set:
Requests      [total, rate, throughput]         332, 10.03, 10.02
Duration      [total, attack, wait]             33.122s, 33.1s, 22.158ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.544ms, 21.558ms, 21.83ms, 21.929ms, 22.227ms, 22.824ms
Bytes In      [total, mean]                     664, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:332  
Error Set:
Requests      [total, rate, throughput]         342, 10.03, 10.02
Duration      [total, attack, wait]             34.122s, 34.101s, 21.636ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.549ms, 21.565ms, 21.835ms, 21.924ms, 22.223ms, 22.824ms
Bytes In      [total, mean]                     684, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:342  
Error Set:
Requests      [total, rate, throughput]         352, 10.03, 10.02
Duration      [total, attack, wait]             35.122s, 35.101s, 21.657ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.547ms, 21.565ms, 21.83ms, 21.922ms, 22.218ms, 22.824ms
Bytes In      [total, mean]                     704, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:352  
Error Set:
Requests      [total, rate, throughput]         362, 10.03, 10.02
Duration      [total, attack, wait]             36.121s, 36.1s, 21.526ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.546ms, 21.565ms, 21.828ms, 21.921ms, 22.212ms, 22.824ms
Bytes In      [total, mean]                     724, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:362  
Error Set:
Requests      [total, rate, throughput]         372, 10.03, 10.02
Duration      [total, attack, wait]             37.122s, 37.101s, 21.852ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.547ms, 21.565ms, 21.835ms, 21.921ms, 22.206ms, 22.824ms
Bytes In      [total, mean]                     744, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:372  
Error Set:
Requests      [total, rate, throughput]         382, 10.03, 10.02
Duration      [total, attack, wait]             38.122s, 38.1s, 21.579ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.546ms, 21.566ms, 21.834ms, 21.92ms, 22.2ms, 22.824ms
Bytes In      [total, mean]                     764, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:382  
Error Set:
Requests      [total, rate, throughput]         392, 10.03, 10.02
Duration      [total, attack, wait]             39.122s, 39.1s, 21.788ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.549ms, 21.569ms, 21.834ms, 21.921ms, 22.194ms, 22.824ms
Bytes In      [total, mean]                     784, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:392  
Error Set:
Requests      [total, rate, throughput]         402, 10.02, 10.02
Duration      [total, attack, wait]             40.122s, 40.101s, 21.754ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.551ms, 21.57ms, 21.84ms, 21.924ms, 22.188ms, 22.824ms
Bytes In      [total, mean]                     804, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:402  
Error Set:
Requests      [total, rate, throughput]         412, 10.02, 10.02
Duration      [total, attack, wait]             41.122s, 41.101s, 21.27ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.548ms, 21.569ms, 21.838ms, 21.923ms, 22.181ms, 22.824ms
Bytes In      [total, mean]                     824, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:412  
Error Set:
Requests      [total, rate, throughput]         422, 10.02, 10.02
Duration      [total, attack, wait]             42.122s, 42.1s, 21.936ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.548ms, 21.569ms, 21.838ms, 21.924ms, 22.175ms, 22.824ms
Bytes In      [total, mean]                     844, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:422  
Error Set:
Requests      [total, rate, throughput]         432, 10.02, 10.02
Duration      [total, attack, wait]             43.121s, 43.1s, 21.426ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.546ms, 21.566ms, 21.835ms, 21.923ms, 22.169ms, 22.824ms
Bytes In      [total, mean]                     864, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:432  
Error Set:
Requests      [total, rate, throughput]         442, 10.02, 10.02
Duration      [total, attack, wait]             44.122s, 44.101s, 21.146ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.544ms, 21.565ms, 21.833ms, 21.922ms, 22.163ms, 22.824ms
Bytes In      [total, mean]                     884, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:442  
Error Set:
Requests      [total, rate, throughput]         452, 10.02, 10.02
Duration      [total, attack, wait]             45.122s, 45.101s, 21.638ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.544ms, 21.566ms, 21.833ms, 21.921ms, 22.158ms, 22.824ms
Bytes In      [total, mean]                     904, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:452  
Error Set:
Requests      [total, rate, throughput]         462, 10.02, 10.02
Duration      [total, attack, wait]             46.122s, 46.101s, 21.754ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.545ms, 21.566ms, 21.833ms, 21.922ms, 22.212ms, 22.824ms
Bytes In      [total, mean]                     924, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:462  
Error Set:
Requests      [total, rate, throughput]         472, 10.02, 10.02
Duration      [total, attack, wait]             47.122s, 47.1s, 21.464ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.545ms, 21.564ms, 21.833ms, 21.921ms, 22.206ms, 22.824ms
Bytes In      [total, mean]                     944, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:472  
Error Set:
Requests      [total, rate, throughput]         482, 10.02, 10.02
Duration      [total, attack, wait]             48.122s, 48.1s, 21.384ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.543ms, 21.562ms, 21.833ms, 21.92ms, 22.2ms, 22.824ms
Bytes In      [total, mean]                     964, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:482  
Error Set:
Requests      [total, rate, throughput]         492, 10.02, 10.02
Duration      [total, attack, wait]             49.122s, 49.1s, 21.94ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.546ms, 21.564ms, 21.837ms, 21.926ms, 22.194ms, 22.824ms
Bytes In      [total, mean]                     984, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:492  
Error Set:
Requests      [total, rate, throughput]         502, 10.02, 10.02
Duration      [total, attack, wait]             50.122s, 50.1s, 21.532ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.547ms, 21.564ms, 21.837ms, 21.924ms, 22.188ms, 22.824ms
Bytes In      [total, mean]                     1004, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:502  
Error Set:
Requests      [total, rate, throughput]         512, 10.02, 10.02
Duration      [total, attack, wait]             51.122s, 51.101s, 21.779ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.548ms, 21.564ms, 21.837ms, 21.923ms, 22.181ms, 22.824ms
Bytes In      [total, mean]                     1024, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:512  
Error Set:
Requests      [total, rate, throughput]         522, 10.02, 10.02
Duration      [total, attack, wait]             52.122s, 52.1s, 21.556ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.547ms, 21.562ms, 21.838ms, 21.924ms, 22.175ms, 22.824ms
Bytes In      [total, mean]                     1044, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:522  
Error Set:
Requests      [total, rate, throughput]         532, 10.02, 10.01
Duration      [total, attack, wait]             53.121s, 53.1s, 21.262ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.547ms, 21.562ms, 21.838ms, 21.923ms, 22.169ms, 22.824ms
Bytes In      [total, mean]                     1064, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:532  
Error Set:
Requests      [total, rate, throughput]         542, 10.02, 10.01
Duration      [total, attack, wait]             54.122s, 54.101s, 21.496ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.545ms, 21.559ms, 21.838ms, 21.922ms, 22.163ms, 22.824ms
Bytes In      [total, mean]                     1084, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:542  
Error Set:
Requests      [total, rate, throughput]         552, 10.02, 10.01
Duration      [total, attack, wait]             55.123s, 55.101s, 21.835ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.545ms, 21.559ms, 21.837ms, 21.921ms, 22.158ms, 22.824ms
Bytes In      [total, mean]                     1104, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:552  
Error Set:
Requests      [total, rate, throughput]         562, 10.02, 10.01
Duration      [total, attack, wait]             56.121s, 56.1s, 21.244ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.543ms, 21.558ms, 21.836ms, 21.92ms, 22.158ms, 22.824ms
Bytes In      [total, mean]                     1124, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:562  
Error Set:
Requests      [total, rate, throughput]         572, 10.02, 10.01
Duration      [total, attack, wait]             57.121s, 57.1s, 21.17ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.541ms, 21.553ms, 21.835ms, 21.919ms, 22.158ms, 22.824ms
Bytes In      [total, mean]                     1144, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:572  
Error Set:
Requests      [total, rate, throughput]         582, 10.02, 10.01
Duration      [total, attack, wait]             58.121s, 58.1s, 21.185ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.54ms, 21.552ms, 21.836ms, 21.922ms, 22.157ms, 22.824ms
Bytes In      [total, mean]                     1164, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:582  
Error Set:
Requests      [total, rate, throughput]         592, 10.02, 10.01
Duration      [total, attack, wait]             59.122s, 59.1s, 21.793ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.54ms, 21.55ms, 21.835ms, 21.921ms, 22.157ms, 22.824ms
Bytes In      [total, mean]                     1184, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:592  
Error Set:
Requests      [total, rate, throughput]         600, 10.02, 10.01
Duration      [total, attack, wait]             59.922s, 59.9s, 21.698ms
Latencies     [min, mean, 50, 90, 95, 99, max]  20.844ms, 21.539ms, 21.55ms, 21.833ms, 21.92ms, 22.157ms, 22.824ms
Bytes In      [total, mean]                     1200, 2.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:600  
Error Set: